{
  "H_1": "About us",
  "H_2": "As the provider of REC in Thailand, PEA is committed to offering comprehensive and complete services, from registration to REC transfer. Additionally, PEA specializes in sourcing and delivering high-quality RECs that meet customer needs and are certified by the International REC Standard (I-REC).",
  "H_3": "Benefits of REC",
  "D_3_1": "<ul><li>Reduce environmental impact: Helps reduce greenhouse gas emissions and promotes the use of clean energy.</li><li>Achieve sustainability goals: Helps companies and organizations achieve their sustainability targets and reduce greenhouse gas emissions.</li><li>Promote renewable energy growth: Support the development and growth of the renewable energy industry.</li><li>Build credibility: Enables organizations to make credible claims about their use of renewable energy.</li></ul>",
  "D_3_2": "REC Issuance, Trading, and Redemption refers to the key processes involved in Renewable Energy Certificates (REC), which are tools used to track and certify the use of renewable energy. These processes are broken down into three main steps: Issuance , Trading and Redemption.",
  "H_4": "1. Issuance",
  "D_4": "When a renewable energy producer generates 1 megawatt-hour (MWh) of electricity, they will receive 1 REC. The REC serves as proof that the electricity comes from a renewable energy source. The responsible authority for issuing the REC will verify and certify that the electricity produced comes from a legitimate renewable source. In Thailand, the Electricity Generating Authority of Thailand (EGAT) is the service provider responsible for issuing and certifying RECs.",
  "H_5": "2. Trading",
  "D_5": "RECs can be traded in the REC market. Those who wish to support renewable energy, such as companies aiming to reduce their environmental impact or consumers seeking to use clean energy, can purchase RECs. Buying RECs helps provide financial support to renewable energy producers, thereby promoting the development of renewable energy.",
  "H_6": "3. Redemption",
  "D_6": "When an electricity user wishes to claim the use of renewable energy, they can redeem the RECs they have purchased. The redemption of RECs serves as confirmation that the electricity user has consumed renewable energy in an amount corresponding to the RECs they hold. Once a REC is redeemed, it can no longer be traded or sold again.",
  "H_7": "Conclusion",
  "D_7": "The process of issuing, trading, and redeeming RECs ensures that the use of renewable energy is transparent and traceable. Those interested can support renewable energy by purchasing RECs, which helps promote the development of clean energy and reduce environmental impacts.",
  "H_8": "Our Partners"
}
