{
  "H_0": "COOKIE POLICY",
  "H_1": "The PEA REC Platform website is provided by the Provincial Electricity Authority (\"PEA\" or \"we\"), which uses cookies as a technology to collect, use, and/or process personal data, as well as other tools to help differentiate your usage patterns from other users. The collection of cookies and similar technologies help us remember you, understand your preferences, and recognize how you use our website. This allows us to improve the website's quality and improve the way we offer products and/or services to provide you with a better experience whilst using the website or communicating with you. This cookie policy will explain the meaning, types, usage of cookies, the duration for which cookies are stored on your device, and options regarding your cookie settings. By continuing to use this website, You automatically consent to our installation of cookies on your computer.",
  "H_2": "1. What is a cookie?",
  "D_2": "A cookie is a small text file containing a portion of data that is downloaded and stored on your device when you visit a website (such as your computer, smartphone, or tablet). The server can later retrieve this information, similar to the memory of a webpage. Cookies function to record various information and settings, such as the internet domain and IP address from which you access the website, the type of browser software, the date and time you visit the site, language settings on your device, and your current login status. This allows you to access the website (collectively referred to as \"Services\") continuously. Additionally, cookies collect information about your usage history of the services you enjoy in a file format. Using cookies does not harm your device, and the content within cookies can only be viewed or read by the service that created the cookie.",
  "H_3": "2.Benefits of cookies",
  "D_3": "Cookies help us track which parts of our service you access, allowing us to develop and deliver a better experience. This ensures you can visit the website smoothly and efficiently, remembering your preferences and meeting your needs. Recording the initial settings of the service with cookies enables you to access the service with the preset values every time you use it, unless the cookies are deleted, in which case all settings will return to the default values.",
  "H_4": "3. Uses of cookies",
  "D_4_1": "The types of cookies we use and its uses are as follows",
  "D_4_2": "Strictly Necessary Cookies:<br/>These cookies are essential for the functioning of the website. They are used to store your information and respond to requests made by you, such as privacy settings or form submissions. This includes cookies that allow you to access secure areas of the website. Without these cookies, the website would not function properly. Please note that you cannot disable these cookies through our website’s system.",
  "D_4_3": "Analytical/Performance Cookies:<br/>These cookies help us recognize and count the number of visitors to the website, as well as understand how users navigate the site. This enables us to improve the website's performance and make it more suitable for users. Additionally, they help collect statistical data about how visitors access and interact with the website, which assists in improving the website’s functionality, making it easier for users to find what they need, and helping us understand user interests. These cookies also allow us to measure the effectiveness of our advertisements. If you do not permit us to use these cookies, we will not be able to measure performance and improve our website’s efficiency.",
  "D_4_4": "Functionality Cookies:<br/>These cookies are used to remember you when you return to the website, allowing us to personalize content for you and tailor the website to meet your needs. They also help us remember your preferences, such as language, region, or font size, to enhance your user experience on the site.",
  "D_4_5": "Targeting or Advertising Cookies:<br/>These cookies are used for communication, promotion, or presenting advertisements that are more relevant and aligned with your interests. They create a profile to identify what you are particularly interested in or like on our website. These cookies work by identifying each browser and device reference code. If you do not allow these cookies to function, you will not receive our communication, promotions, or advertisements on the website.",
  "D_4_6": "Please note that some cookies on this website are managed by third parties, such as functionalities like videos, maps, and social media, as well as external website service providers like website visit analytics. These cookies are typically analytical/performance cookies or functionality cookies for targeting content. You should review the cookie policy and privacy policy of the third-party websites to understand how they may use your information."
}
