{
  "H_1": "What is REC?",
  "D_1": "REC (Renewable Energy Certificate) is a certificate that certifies the rights of an entity to either produce electricity from renewable energy or consume electricity generated from renewable sources. It serves as a substitute for the actual amount of electricity produced from various renewable energy sources. One REC is equivalent to 1 MWh of electricity. The REC mechanism reflects an organization's environmental goals, aiming for carbon neutrality and net-zero greenhouse gas emissions. As such, RECs can be used to offset greenhouse gas emissions under Scope 2.",
  "H_1_1": "Stimulates investment on Renewable energy",
  "D_1_1": "Renewable energy producers can sell RECs to operators or other organizations to generate additional income.",
  "H_1_2": "Enables the fulfillment of greenhouse gas emission reduction objectives.",
  "D_1_2": "Organizations or governments can use RECs to indicate that they have supported or increased their use of clean energy from renewable sources.",
  "H_1_3": "Compliance with legal requirements",
  "D_1_3": "In some countries or regions, RECs serves as a tool for complying with laws or energy regulations that require the use of clean energy.",
  "H_2": "Path to Net Zero: What to do on the Business Sector?",
  "D_2": "Net Zero refers to the state in which an organization's net greenhouse gas emissions are reduced to zero. This is achieved by reducing emissions from various activities alongside balancing carbon offsetting through effective environmental measures, ensuring long-term sustainability.",
  "H_2_1": "Measure Calculate and Strategize",
  "D_2_1": "Start with measuring Carbon Footprint of Organization (CFO) to evaluate carbon emissions from: - Energy and fuel - Production and transportation processes - Supply chain. This data helps set precise carbon reduction targets.",
  "H_2_2": "Reduce carbon emissions from the source",
  "D_2_2": "- Switch to renewable energy (solar, wind, biomass) - Improve energy efficiency with advanced technology - Install Energy Management Systems (EMS) to control and reduce energy losses.",
  "H_2_3": "Compensate carbon emissions from unavoidable activities",
  "D_2_3": "When it is not possible to fully reduce carbon emissions, use compensatory measures through: - Renewable Energy Certificates (REC) to reduce the impact of electricity consumption - Carbon Credits to support pollution reduction projects.",
  "H_2_4": "Technology and Innovation",
  "D_2_4": "Use Technology to Drive the Future: - Carbon Capture & Storage (CCS) for capturing and storing carbon - Smart Grid & Renewable Energy to enhance the use of clean energy - Designing products and manufacturing processes to be environmentally friendly.",
  "H_3": "Our Services",
  "H_3_1": "PEA REC certified clean energy effectively reduces carbon emissions and elevates your business towards sustainability with transparent and verifiable solutions.",
  "D_3_1_1": "Renewable Energy Certificate (REC) trading service.",
  "D_3_1_2": "Registration service for power plants of renewable energy producers.",
  "D_3_1_3": "Interested in receiving service",
  "H_4": "PEA REC Platform - A complete solution for Renewable Energy Certificate (REC) trading.",
  "H_4_1": "The PEA REC Platform is a platform that enables businesses to conveniently and transparently buy and sell Renewable Energy Certificates (REC) in accordance with international standards. It supports both buyers and sellers who aim to transition to the efficient use of clean energy.",
  "H_4_2": "4 Reasons on why PEA REC Platform is the best option.",
  "H_4_2_1": "Fully integrated, simple to use and Self-Managable",
  "D_4_2_1": "The PEA platform operates as a complete REC service provider, handling everything from power plant registration to the buying and selling of Renewable Energy Certificates. Their user-friendly system allows you to manage all processes yourself.",
  "H_4_2_2": "World-class standards, trustworthy",
  "D_4_2_2": "The RECs from PEA are certified according to international standards such as RE100, CBP, and GHGP, helping your business to be environmentally friendly and comply with global requirements.",
  "H_4_2_3": "Professional consultants will assist you every step of the way.",
  "D_4_2_3": "PEA's team of experts is ready to provide guidance and assistance, from the registration of power plants to the actual trading process, ensuring your confidence in every step.",
  "H_4_2_4": "Flexible Conditions with competitive prices",
  "D_4_2_4": "Offering a range of trading options - annual, monthly, and in advance REC trading, with competitive pricing and a diverse network of renewable energy partners.",
  "H_4_3": "PEA provides renewable energy power plant registration and REC management services for electricity producers.",
  "D_4_3": "The use of REC enhances transparency in the renewable energy system and promotes the adoption of more sustainable and clean energy across all sectors. It enables energy users to effectively demonstrate their commitment to reducing emissions and supporting the transition to an environmentally friendly economy.",
  "D_5": "News and Events",
  "D_5_1": "View all",
  "D_6": "FAQ",
  "D_7": "Our Partners"
}
