{
  "H.0": "PRIVACY NOTICE",
  "H.1": "Dear, Users",
  "H.2": "The Provincial Electricity Authority (PEA.) heavily prioritize privacy and we strive to keep your private privacy safe ",
  "H.3": "1. Personal data that is collected, used, or disclosed.",
  "D.3.1": "Your personal data that is collected, used, or disclosed for the use of the PEA REC Platform website, whether it is personal data you have directly provided to EGAT, personal data EGAT automatically collects from you through various channels, or personal data EGAT receives or has access to from other sources.",
  "D.3.2": "1.1 Personal data that is collected and used for the following purposes and legal basis",
  "D.3.3": "1.1.1 Personal Information includes title, first name, last name, contact address, telephone number, mobile phone number, email address, which are used for identification purposes, contacting you, providing information, coordinating services, resolving issues, as well as notifying you about benefits and special privileges.",
  "D.3.4": "1.1.2 Electricity Usage Information includes the amount of electricity consumed, electricity charges, and the household's electrical system, which are used to assess the suitability of the services provided.",
  "D.3.5": "1.1.3 Other Information includes communication or interaction records between you and EGAT, details of complaints or feedback, survey evaluation results, registration information for EGAT activities, computer traffic data (logs), IP address, website usage data, and information collected by EGAT through cookies or similar technologies, which are used to improve the quality and services of the website.",
  "D.3.6": "1.2 Disclosure of personal data",
  "D.3.6.1": "PEA may disclose your personal information for specified purposes and in accordance with legal requirements to the following individuals and entities:",
  "D.3.6.2": "(1) Individuals, organizations, or legal entities acting as payment receivers or collection agents.",
  "D.3.6.3": "(2) Individuals, organizations, or legal entities that PEA has instructed to act as contractors for customer service operations.",
  "D.3.6.4": "(3) Individuals, organizations, or legal entities that PEA has instructed to manage customer benefits and rewards on behalf of PEA.",
  "D.3.6.5": "(4) Government agencies responsible for regulatory oversight according to the law, or those requesting the disclosure of personal information under legal authority, or related to legal processes, or as authorized by applicable laws. Examples include the Revenue Department, the Personal Data Protection Commission, the National Anti-Corruption Commission, the Department of Disease Control, the Royal Thai Police, the Office of the Attorney General, and the courts, among others. This also includes individuals, organizations, or legal entities assigned to act on behalf of government agencies.",
  "D.3.6.6": "(5) Any individuals or organizations to whom you have consented to disclose your personal information. In such cases, PEA will implement appropriate measures to protect the disclosed personal information and comply with the standards set forth by the Personal Data Protection Act.",
  "D.3.6.7": "The collection, use, or disclosure of personal information for the purposes outlined in sections 1.1 and 1.2, in relation to compliance with the law, contracts, or the necessity of using the PEA REC Platform, may have legal implications if you do not consent to the use of such personal information. It may also result in PEA being unable to provide the PEA REC Platform services to you.",
  "D.3.6.8": "PEA may collect, use, or disclose your personal information for the establishment of legal claims, compliance with or exercise of legal rights, or for defending against legal claims at various stages of legal proceedings.",
  "D.3.6.9": "In the event that PEA collects, uses, or discloses your personal information for purposes other than those outlined in sections 1.1 and 1.2, PEA will notify and/or request your consent, unless the law permits PEA to proceed without consent.",
  "D.3.6.10": "2. Retention period of personal data",
  "D.3.6.11": "PEA will retain your personal information for a period of no longer than 3 years from the date the legal relationship between you and PEA ends (e.g., discontinuation of use of the PEA REC Platform). However, PEA may retain your personal information for a period longer than this if permitted by law or if the retention of such information is necessary for establishing legal claims by PEA.",
  "D.3.6.12": "After the specified retention period has expired, PEA will delete or destroy your personal information from PEA’s records or systems, as well as from those of any third parties providing services to PEA (if applicable), or anonymize your personal data to make it unidentifiable. This will not apply in cases where PEA is allowed to retain the personal data further, in accordance with the Personal Data Protection Act or other relevant laws.",
  "D.3.6.13": "3.Purposes and Legal Basis for Collecting, Using, or Disclosing Personal Data",
  "D.3.6.14": "3.1 PEA collects, uses, or discloses your personal data for various purposes under the following legal bases as follows;",
  "D.3.6.15": "3.2 The collection, use, or disclosure of your personal data for the purposes specified in section 3.1, in connection with compliance with the law, a contract, or the necessity to enter into a contract with you, is essential to achieve these objectives. If you do not wish to provide such personal data to PEA, it may have legal consequences or prevent PEA from fulfilling its obligations under the contract it has entered into with you, or from entering into a contract with you (as applicable). In such cases, PEA may be required to refuse entering into a contract with you or deny certain rights or benefits related to you, either in full or in part.",
  "D.3.6.16": "3.3 PEA may collect, use, or disclose your personal data for the establishment of legal claims, compliance with or exercise of legal rights, or for defending against legal claims at various stages of legal proceedings.",
  "D.3.6.17": "3.4 In the event that PEA collects, uses, or discloses your personal data for purposes other than those outlined in section 1, PEA will notify and/or seek your consent, unless the law allows PEA to proceed without your consent.",
  "D.3.6.18": "4.Disclosure of Personal Data",
  "D.3.6.19": "The disclosure of your personal data will be carried out only for the specified purposes or any other purposes permitted by law. Outside of the aforementioned cases, PEA will seek your consent before disclosing your personal data. PEA may disclose your personal data in the following cases",
  "D.3.6.20": "4.1 To external individuals, organizations, or legal entities with whom PEA has a contract or a relationship, for the purpose of performing contractual obligations and responsibilities as assigned. This also includes communication and coordination related to your duties or position.",
  "D.3.6.21": "4.2 To government agencies that have regulatory responsibilities under the law or that request the disclosure of personal data based on legal authority or related to legal proceedings, or as authorized by relevant laws. Examples include the Revenue Department, the Personal Data Protection Committee, the National Anti-Corruption Commission, the Department of Disease Control, the Royal Thai Police, the Office of the Attorney General, and the Courts. This also includes individuals, organizations, or legal entities authorized to act on behalf of government agencies.",
  "D.3.6.22": "4.3 To individuals or organizations that you have consented to disclose your personal data to. In such cases, PEA will implement appropriate measures to protect the disclosed personal data and comply with the standards set forth by the Personal Data Protection Act.",
  "D.3.6.23": "5. Retention period of personal data",
  "D.3.6.24": "PEA will retain your personal data for as long as necessary to fulfill the purposes for which the data was collected, used, or disclosed. Additionally, PEA will retain personal data for the period required by relevant laws (if applicable), taking into account the statute of limitations for potential legal actions arising from or related to documents or personal data that PEA has collected. This also includes retention for establishing legal claims, complying with or exercising legal rights, or defending against legal claims by PEA.",
  "D.3.6.25": "Upon the expiration of the retention period for the purposes specified above, PEA will delete or destroy the personal data from its records or systems, as well as from the records of any third-party service providers (if applicable). Alternatively, PEA may render the personal data anonymized so that it can no longer identify you, unless PEA is required by law to retain the personal data in accordance with the Personal Data Protection Act or other relevant laws.",
  "D.3.6.26": "6. Security measures",
  "D.3.6.27": "PEA has implemented measures to ensure the security of personal data, including administrative, technical, and physical safeguards to control access to and protect personal data. These measures are designed to maintain the confidentiality, accuracy, and availability of personal data, and to prevent unauthorized access, use, alteration, modification, and/or disclosure of personal data. These security measures are in compliance with applicable laws and regulations.",
  "D.3.6.28": "7. Your Rights Regarding Personal Data",
  "D.3.6.29": "As the data subject, you have the following rights regarding your personal data",
  "D.3.6.30": "<span>1. Right to Access Personal Data<br/>2. Right to Rectify Personal Data<br/>3. Right to Erase, Destroy, or Anonymize Personal Data<br/>4. Right to Withdraw Consent<br/>5. Right to Receive or Transfer Personal Data<br/>6. Right to Suspend the Use of Personal Data<br/>7. Right to Object<br/>8. Right to Receive Information You can read more details at: <a href='https://www.pea.co.th/peapdpa'>https://www.pea.co.th/peapdpa</a></span>",
  "D.3.6.31": "8.Ways to contact the PEA.",
  "D.3.6.32": "Data subjects can provide feedback and inquire for more information at",
  "D.3.6.33": "Personal Data Protection Officer of the Provincial Electricity Authority (PEA)",
  "D.3.6.34": "Contact : dpo@pea.co.th",
  "D.3.6.35": "Contact Address : 200 Ngamwongwan Road, Lat Yao, Chatuchak District, Bangkok 10900, Thailand.",
  "D.3.6.36": "PEA. Headquarters",
  "D.3.6.37": "Provincial Electricity Authority (PEA) Headquarters 200 Ngamwongwan Road, Lat Yao, Chatuchak, Bangkok 10900  Website: <a href='https://www.pea.co.th'>https://www.pea.co.th</a> PEA Contact Center: 1129  Or at any Provincial Electricity Authority office around the country.",
  "D.3.6.38": "9. Changes to this Notice",
  "D.3.6.39": "PEA will update the Personal Data Protection Notice to align with changes in laws and PEA’s operations. Additionally, PEA may make adjustments to align with feedback and suggestions from data subjects. PEA will notify data subjects prior to any implementation or may directly inform them through PEA's communication channels.",
  "D.3.6.40": "This document is last edited on 30th October 2567"
}
