{
  "lang": "en",
  "H_1": "Provide  Renewable Energy Certificates (REC)",
  "H_2": "A Renewable Energy Certificate (REC) is a mechanism that allows electricity producers and consumers to claim the production and use of electricity from renewable energy sources, certified by authorized entities under the I-REC Standard (The International REC Standard). The unit of trade is \"REC,\" which is calculated based on the actual production of renewable energy (1 MWh of clean energy production equals 1 REC).",
  "H_3": "Who requires REC?",
  "D_3_1": "Organizations with GHG Emission reports",
  "D_3_2": "Organizations which intends to use Renewable Energy (Carbon Neutrality / Net Zero Emission)",
  "D_3_3": "Members of RE100 / Companies with policies of another company overseas",
  "D_3_4": "Companies with ESG stability reports",
  "D_3_5": "Companies affected by export standards",
  "H_4": "PEA's services for providing Renewable Energy Certificate (REC)",
  "H_4_1": "The provision of Renewable Energy Certificates (REC) certifies that electricity produced from renewable energy sources, such as solar power, wind power, hydropower, or biomass, has been generated and fed into the national electricity grid.",
  "H_5": "People associated with REC",
  "D_5_1": "The certifier is an entity assigned by the mechanism owner to carry out the verification and certification of the REC for power plants.",
  "D_5_2": "A group of renewable energy producers who have registered their power plants with I-REC.",
  "D_5_3": "It is the entity that procures and receives orders from the Beneficiary and sends purchase requests for REC to the renewable energy power plant Registrants.",
  "D_5_4": "Buyers and beneficiaries of REC are typically leading organizations that are environmentally conscious and seek to declare their use of electricity from REC.",
  "H_6": "Steps of service for providing Renewable Energy Certificate (REC)",
  "D_6_1": "Customers",
  "P_6_1": "Indicate REC requirement",
  "D_6_2": "PEA",
  "P_6_2": "Provide REC",
  "D_6_3": "PEA",
  "P_6_3": "Provide REC as customer required",
  "D_6_4": "PEA",
  "P_6_4": "Redeem REC",
  "D_6_5": "Customers",
  "P_6_5": "Deliver REC",
  "H_7": "Essential things to prepare for requesting a Renewable Energy Certificate (REC)",
  "H_7_1": "Monthly electricity usage data / Amount of REC",
  "H_7_2": "Source of Renewable energy desired",
  "H_7_3": "Year demanded for purchasing REC.",
  "H_7_4": "Required time period for renewable energy production.",
  "H_7_5": "The desired delivery or redemption period for REC, such as annually, quarterly, etc.",
  "H_8": "Example of Renewable Energy Certificate (REC)"
}
