{
  "H_0": "TERMS AND CONDITIONS",
  "H_1": "Users of the PEA REC Platform website are advised to read the terms and conditions of use carefully before using the services. By using the services, users are deemed to have acknowledged and agreed to comply with the terms and conditions set forth. If users do not wish to be bound by these terms and conditions, please discontinue visiting and using this website immediately.",
  "H_2": "1.Terms and services for website usage",
  "D_2_1": "1.1 Users may receive access create send and show information for instance, Information file Text messages Computer Softwares Sound files Images Videos etc. Through being a part of the service or through using the service, That from now on will be called \" Content \"",
  "D_2_2": "1.2 The content presented to the users may be protected by intellectual property rights of the content owner. Users do not have the right to modify, alter, distribute, transfer, or create derivative works based on the content, whether in whole or in part, unless explicitly authorized by the content owner.",
  "D_2_3": "1.3 Users may find contents which may be deemed inappropriate or disrespectful which may cause unsatisfaction under your own risk.",
  "D_2_4": "1.4 The Provincial Electricity Authority (PEA) reserves the right to screen, review, mark, modify, amend, reject, or remove any inappropriate content from the service. PEA may provide tools for content screening clearly, in compliance with applicable laws and government regulations.",
  "D_2_5": "1.5 The Provincial Electricity Authority (PEA) may temporarily or permanently suspend or discontinue the service to any specific service user if the provision of such service negatively affects other users or conflicts with the law, without prior notice to the service user.",
  "D_2_6": "1.6 In the event of service suspension or cancellation as per clause 2.5, the service user will no longer be able to access the service or retrieve any account details, document files, or other content stored in the service user's account.",
  "D_2_7": "1.7 In the event that the Provincial Electricity Authority (PEA) permanently ceases to provide the service or cancels the service for a user, PEA reserves the right to delete any information in the user's account without prior notice to the user.",
  "D_2_8": "2. Rights, Duties, and Responsibilities of Users",
  "D_2_9": "2.1 The user agrees to provide accurate, truthful, and up-to-date information about themselves, such as identification details or contact information, to the Provincial Electricity Authority (PEA) as part of the registration process for using the service or during the ongoing use of the service.",
  "D_2_10": "2.2 The user agrees to use the services of this website for purposes authorized by the Provincial Electricity Authority (PEA) and in accordance with applicable laws, regulations, rules, and generally accepted practices.",
  "D_2_11": "2.3 The user shall not access or attempt to access any service by any other means, including the use of automated methods (such as scripts), other than through the channels provided by the Provincial Electricity Authority (PEA), unless the user has been explicitly authorized by PEA to do so.",
  "D_2_12": "2.4 The user shall not do or participate in any actions that disrupt or interfere with the services of the Provincial Electricity Authority (PEA), including the servers and networks connected to the services.",
  "D_2_13": "2.5 The user shall not duplicate, copy, reproduce, sell, exchange, or resell the services for any purpose unless the user has received explicit permission from the Provincial Electricity Authority (PEA) to do so.",
  "D_2_14": "2.6 The user is responsible for maintaining the confidentiality of the password associated with any account used to access the services.",
  "D_2_15": "2.7 The service user shall be solely responsible for any damage caused to any person, including the Provincial Electricity Authority (PEA), arising from the violation of the terms and conditions of the service agreement.",
  "D_2_16": "3. Link to Other Websites",
  "D_2_17": "3.1 Linking to other websites is solely for the convenience of the service users. The Provincial Electricity Authority (PEA) has no involvement or control over, nor does it endorse, guarantee the accuracy, reliability, or take responsibility for the content of those websites. PEA is not responsible for any content displayed on websites that link to the PEA website, nor for any damages arising from visiting those linked websites.",
  "D_2_18": "3.2 If you wish to link to the Provincial Electricity Authority (PEA) website, you may link to the homepage of the PEA website by submitting a written request. However, if you wish to link to any internal page of this website, written consent from the PEA is required. In granting such consent, the PEA reserves the right to impose any conditions. Additionally, the PEA will not be responsible for any content displayed on websites that link to the PEA website, nor for any damages resulting from the use of those linked websites.",
  "D_2_19": "4.Denial of Liability",
  "D_2_20": "The Provincial Electricity Authority (PEA) shall not be liable for any damages, including losses and expenses, whether direct or indirect, resulting from or in connection with the use of this website or any websites linked to it, or for any damages, losses, or expenses arising from failure to use, errors, omissions, interruptions, defects, or computer viruses, even if the Provincial Electricity Authority has been notified of the possibility of such damages, losses, or expenses.",
  "D_2_21": "Furthermore, the Provincial Electricity Authority (PEA) shall not be liable to the website users or any individuals for any claims arising from the website or any content, including decisions or actions taken based on reliance on such content by website users, or for any damages, whether direct or indirect, including any other damages that may occur. Service users acknowledge and accept that the Provincial Electricity Authority will not be held responsible for any actions taken by the service users.",
  "D_2_22": "5.Intellectual property ownership and rights",
  "D_2_23": "5.1. The PEA. And the licenser of the PEA. are the sole owner of these rights legally, in ownership, all the benefits which also includes any IP that are in the service which is organized by the PEA. And the licensers of the PEA. It doesn't matter if the rights are registered or not.",
  "D_2_24": "5.2 Users may not reveal info the PEA deems a secret without the  approval of the PEA. in writing beforehand.",
  "D_2_25": "5.3 The service user must not use the trade name, trademark, service mark, logo, or domain name of the Provincial Electricity Authority (PEA) without obtaining written consent from the PEA.",
  "D_2_26": "6. Applicable Law",
  "D_2_27": "The interpretation and enforcement of the terms and conditions of this service shall be governed by Thai law.",
  "D_2_28": "7. Changes on Agreement and Conditions of use",
  "D_2_29": "The Provincial Electricity Authority (PEA) reserves the right to modify the terms and conditions of this service agreement or the services at any time. These changes will take effect immediately upon the publication of the latest version of the agreement on the PEA REC Platform website. These terms may be revised due to new technologies or the introduction of new laws. The revision date will be indicated at the bottom of the agreement. Therefore, please review these terms periodically when accessing the service. Continued use of the PEA REC Platform website after any such modifications will be deemed as your acceptance of those changes.",
  "D_2_30": "8. Communications between users and the PEA.",
  "D_2_31": "The Provincial Electricity Authority will primarily contact and notify users about important information through online channels, If you wish to inquire further about this agreement or any related questions, you can contact this email address: pearecs@pea.co.th",
  "D_2_32": "This document is last edited on 30th October 2567"
}
