{
  "H_1": "เกี่ยวกับเรา",
  "H_2": "ในฐานะผู้ให้บริการ REC ในประเทศไทย PEA พร้อมให้คำแนะนำและบริการที่ครอบคลุมและครบวงจร ตั้งแต่การขึ้น ทะเบียน การลงทะเบียน ไปจนถึงการโอนสิทธิ์ REC นอกจากนี้ PEA ยังมีความเชี่ยวชาญในการจัดหาและส่งมอบ REC คุณภาพสูงที่ตรงกับความต้องการของลูกค้า และได้รับการรับรองมาตรฐานจาก International REC standard (I-REC) ไม่ว่าองค์กรของคุณจะมีเป้าหมายด้านความยั่งยืนแบบใด PEA พร้อมให้การสนับสนุน ไม่ว่าจะเป็นเป้าหมายการลดการ ปล่อยก๊าซเรือนกระจกใน scope 2 ของผู้ประกอบการหรือแม้แต่การจัดการผู้ซื้อให้กับผู้ผลิตพลังงานหมุนเวียน PEA มุ่งมั่นที่จะให้บริการที่ดีที่สุด และพร้อมที่จะเป็นส่วนหนึ่งในการบรรลุเป้าหมายด้านความยั่งยืนขององค์กรของคุณ",
  "H_3": "ประโยชน์ของ REC",
  "D_3_1": "<ul>  <li>ลดผลกระทบต่อสิ่งแวดล้อม: ช่วยลดการปล่อยก๊าซเรือนกระจกและสนับสนุนการใช้พลังงานสะอาด</li>  <li>บรรลุเป้าหมายด้านความยั่งยืน: ช่วยให้บริษัทและองค์กรบรรลุเป้าหมายด้านความยั่งยืนและการลดการปล่อยก๊าซเรือนกระจก</li>  <li>ส่งเสริมการเติบโตของพลังงานหมุนเวียน: สนับสนุนการพัฒนาและการเติบโตของอุตสาหกรรมพลังงานหมุนเวียน</li>  <li>สร้างความน่าเชื่อถือ: ช่วยให้องค์กรสามารถอ้างสิทธิ์การใช้พลังงานหมุนเวียนได้อย่างน่าเชื่อถือ</li></ul>",
  "D_3_2": "REC issuance, trading and redemption หมายถึงอะไร : ทำความเข้าใจกระบวนการของใบรับรองพลังงานหมุนเวียน ใบรับรองพลังงานหมุนเวียน (Renewable Energy Certificates: REC) เป็นเครื่องมือที่ใช้ในการติดตามและรับรองการใช้ พลังงานหมุนเวียน ซึ่งมีกระบวนการที่สำคัญ 3 ขั้นตอน ได้แก่ การออกใบรับรอง (Issuance), การซื้อขาย (Trading) และการแลกคืน (Redemption)",
  "H_4": "1. การออกใบรับรอง (Issuance)",
  "D_4": "เมื่อผู้ผลิตพลังงานหมุนเวียนผลิตไฟฟ้าได้ 1 เมกะวัตต์-ชั่วโมง (MWh) ก็จะได้รับ REC 1 หน่วย REC ทำหน้าที่เป็นหลักฐาน แสดงว่าพลังงานไฟฟ้าส่วนนั้นมาจากแหล่งพลังงานหมุนเวียน หน่วยงานที่รับผิดชอบในการออก REC จะตรวจสอบ และรับรองว่าพลังงานไฟฟ้าที่ผลิตได้มาจากแหล่งพลังงานหมุนเวียนจริง  ในประเทศไทย การไฟฟ้าฝ่ายผลิต แห่งประเทศไทย (กฟผ. หรือ EGAT) เป็นผู้ให้บริการออกและรับรอง REC",
  "H_5": "2. การซื้อขาย (Trading)",
  "D_5": "REC สามารถซื้อขายได้ในตลาดซื้อขาย REC ผู้ที่ต้องการสนับสนุนพลังงานหมุนเวียน เช่น บริษัทที่ต้องการลดผลกระทบ ต่อสิ่งแวดล้อม หรือผู้บริโภคที่ต้องการใช้พลังงานสะอาด สามารถซื้อ REC ได้ การซื้อ REC จะช่วยสนับสนุนทางการเงิน แก่ผู้ผลิตพลังงานหมุนเวียน ซึ่งจะช่วยส่งเสริมการพัฒนาพลังงานหมุนเวียน",
  "H_6": "3. การแลกคืน (Redemption)",
  "D_6": "เมื่อผู้ใช้ไฟฟ้าต้องการอ้างสิทธิ์การใช้พลังงานหมุนเวียน ก็สามารถนำ REC ที่ซื้อมาแลกคืนได้ การแลกคืน REC จะเป็นการยืนยันว่าผู้ใช้ไฟฟ้าได้ใช้พลังงานหมุนเวียนในปริมาณที่สอดคล้องกับ REC ที่ถือครอง REC ที่ถูกแลกคืน แล้วจะไม่สามารถนำกลับมาซื้อขายได้อีก",
  "H_7": "สรุป",
  "D_7": "กระบวนการออกใบรับรอง การซื้อขาย และการแลกคืน REC ช่วยให้การใช้พลังงานหมุนเวียนเป็นเรื่องที่โปร่งใสและ ตรวจสอบได้ ผู้ที่สนใจสามารถสนับสนุนพลังงานหมุนเวียนได้โดยการซื้อ REC ซึ่งจะช่วยส่งเสริมการพัฒนาพลังงาน สะอาดและลดผลกระทบต่อสิ่งแวดล้อม",
  "H_8": "พันธมิตรของเรา"
}
