{
  "H_0": "นโยบายคุกกี้",
  "H_1": "เว็บไซต์ PEA REC Platform นี้ให้บริการโดยการไฟฟ้าส่วนภูมิภาค (“กฟภ.” หรือ “เรา” ) ซึ่งมีการใช้คุกกี้เป็นเทคโนโลยีในการเก็บรวบรวม ใช้ และ/หรือประมวลผล ข้อมูลส่วนบุคคล และเครื่องมืออื่นเพื่อช่วยแยกแยะรูปแบบการใช้งานเว็บไซต์ของท่านจากผู้ใช้งานอื่น ๆ การเก็บรวบรวมคุกกี้และเทคโนโลยีในลักษณะเดียวกันดังกล่าวจะช่วยให้เราจดจำท่าน ทราบถึงความชื่นชอบของท่าน เข้าใจวิธีการที่ท่านใช้งานเว็บไซต์ของเรา ซึ่งช่วยให้เราสามารถพัฒนาคุณภาพของเว็บไซต์ให้ดียิ่งขึ้น และปรับปรุงวิธีการที่จะเสนอผลิตภัณฑ์และ/หรือบริการให้แก่ท่าน เพื่อให้ท่านได้รับประสบการณ์ที่ดีจากการใช้งานเว็บไซต์ หรือการติดต่อสื่อสารกับท่านได้ดียิ่งขึ้น นโยบายการใช้คุกกี้นี้ จะอธิบายถึงความหมาย ประเภท ลักษณะการใช้งานคุกกี้ ระยะเวลาที่คุกกี้จะถูกเก็บไว้ในอุปกรณ์ และทางเลือกเกี่ยวกับการตั้งค่าคุกกี้ของผู้ใช้งาน กรณีที่ท่านใช้งานเว็บไซต์นี้ต่อไป ถือว่าท่านได้ยินยอมให้เราติดตั้งคุกกี้ไว้ในเครื่องคอมพิวเตอร์ของท่าน",
  "H_2": "1. คุกกี้คืออะไร",
  "D_2": "คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ประกอบด้วยส่วนของข้อมูลที่ถูกดาวน์โหลดและจัดเก็บไว้ในอุปกรณ์ของท่านเมื่อท่านเข้าชมเว็บไซต์ (อาทิ เครื่องคอมพิวเตอร์ สมาร์ทโฟน หรือแท็บเล็ตของท่าน)   โดยที่เครื่องเซิร์ฟเวอร์สามารถเรียกดูได้ในภายหลัง คล้ายกับหน่วยความจำของหน้าเว็บ ซึ่งคุกกี้ทำหน้าที่บันทึกข้อมูลและการตั้งค่าต่าง ๆ เช่น บันทึกอินเตอร์เน็ตโดเมนและ IP Address จากจุดที่ท่านเข้าสู่เว็บไซต์ ประเภทของเบราว์เซอร์ซอฟต์แวร์ วันที่และเวลาที่ท่านเข้าสู่เว็บไซต์ ข้อมูลการตั้งค่าภาษาบนอุปกรณ์ของท่าน สถานะการเข้าใช้งานในปัจจุบันของท่าน  เพื่อช่วยให้ท่านสามารถเข้าใช้งานเว็บไซต์ (รวมเรียกว่า “บริการ”) ได้อย่างต่อเนื่อง รวมถึงมีการรวบรวมข้อมูลเกี่ยวกับประวัติการเข้าใช้งานบริการที่ท่านชื่นชอบในรูปแบบไฟล์ โดยการใช้คุกกี้ไม่ได้ทำให้เกิดอันตรายต่ออุปกรณ์ของท่าน และเนื้อหาในคุกกี้จะถูกเรียกออกมาดูหรืออ่านได้โดยบริการที่สร้างคุกกี้ดังกล่าวเท่านั้น",
  "H_3": "2. ประโยชน์ของคุกกี้",
  "D_3": "คุกกี้จะบอกให้เราทราบว่าท่านเข้าใช้งานส่วนใดในบริการของเรา ซึ่งเราจะพัฒนาและส่งมอบประสบการณ์การใช้บริการที่ดีขึ้น เพื่อให้ท่านเยี่ยมชมเว็บไซต์ได้อย่างราบรื่นและมีประสิทธิภาพ จดจำสิ่งที่คุณชื่นชอบ และตรงกับความต้องการของท่านได้ การบันทึกการตั้งค่าแรกของบริการด้วยคุกกี้จะช่วยให้ท่านเข้าถึงบริการด้วยค่าที่ตั้งไว้ทุกครั้งที่ใช้งาน ยกเว้นในกรณีที่คุกกี้ถูกลบซึ่งจะทำให้การตั้งค่าทุกอย่างจะกลับไปที่ค่าเริ่มต้น",
  "H_4": "3. การใช้งานคุกกี้",
  "D_4_1": "ประเภทของคุกกี้ที่เราใช้และในการใช้คุกกี้ดังกล่าวประกอบด้วยรายการต่อไปนี้",
  "D_4_2": "คุกกี้พื้นฐานที่จำเป็น (Strictly Necessary Cookies):<br/>คุกกี้ประเภทนี้มีความสำคัญต่อการทำงานของเว็บไซต์ ซึ่งคุกกี้ประเภทนี้จะมีไว้เพื่อการจัดเก็บข้อมูลของท่านและตอบสนองต่อความต้องการที่ได้รับการร้องขอจากท่าน เช่น การตั้งค่าความเป็นส่วนตัว หรือการกรอกแบบฟอร์ม เป็นต้น รวมถึงคุกกี้ที่ทำให้ท่านสามารถเข้าถึงพื้นที่ที่ปลอดภัยต่าง ๆ ของเว็บไซต์ หากไม่มีคุกกี้นี้เว็บไซต์จะไม่สามารถทำงานได้อย่างเหมาะสม ทั้งนี้ ท่านไม่สามารถปิดการใช้งานของคุกกี้ประเภทนี้ผ่านระบบของเว็บไซต์ของเราได้",
  "D_4_3": "คุกกี้เพื่อการวิเคราะห์/วัดผลการทำงานของเว็บไซต์ (Analytical/Performance Cookies):<br/>คุกกี้ประเภทนี้จะช่วยให้เราสามารถจดจำและนับจำนวนผู้เข้าเยี่ยมชมเว็บไซต์ตลอดจนช่วยให้เราทราบถึงพฤติกรรมในการเยี่ยมชมเว็บไซต์ เพื่อปรับปรุงการทำงานของเว็บไซต์ให้มีคุณภาพดีขึ้นและมีความเหมาะสมมากขึ้น อีกทั้งเพื่อรวบรวมข้อมูลทางสถิติเกี่ยวกับวิธีการเข้าและพฤติกรรมการเยี่ยมชมเว็บไซต์ ซึ่งจะช่วยปรับปรุงการทำงานของเว็บไซต์โดยให้ผู้ใช้งานสามารถค้นหาสิ่งที่ต้องการได้อย่างง่ายดาย และช่วยให้เราเข้าใจถึงความสนใจของผู้ใช้ และวัดความมีประสิทธิผลของโฆษณาของเรา หากท่านไม่อนุญาตให้เรา ใช้คุกกี้ประเภทนี้ เราจะไม่สามารถวัดผลการทำงานและปรับปรุงประสิทธิภาพของเว็บไซต์เราได้",
  "D_4_4": "คุกกี้เพื่อการทำงานของเว็บไซต์ (Functionality Cookies):<br/>คุกกี้ประเภทนี้ใช้ในการจดจำตัวท่านเมื่อท่านกลับมาใช้งานเว็บไซต์อีกครั้ง ซึ่งจะช่วยให้เราสามารถปรับแต่งเนื้อหาสำหรับท่าน ปรับให้เว็บไซต์ของเราตอบสนองความต้องการใช้งานของท่าน รวมถึงจดจำการตั้งค่าของท่าน อาทิ ภาษา หรือภูมิภาค หรือขนาดของตัวอักษรที่ท่านเลือกใช้ในการใช้งานในเว็บไซต์",
  "D_4_5": "คุกกี้เพื่อการกำหนดเป้าหมายหรือเพื่อการโฆษณา:<br/> คุกกี้ประเภทนี้ใช้สำหรับการสื่อสาร ประชาสัมพันธ์ หรือนำเสนอโฆษณาของเราที่เกี่ยวข้องและตรงกับความสนใจของท่านมากยิ่งขึ้น โดยคุกกี้ประเภทนี้จะสร้างเป็นโปรไฟล์ เพื่อระบุว่าท่านสนใจหรือชอบในสิ่งใดเป็นพิเศษบนเว็บไซต์ของเรา คุกกี้เหล่านี้ทำงานโดยการระบุแต่ละเบราว์เซอร์และรหัสอ้างอิงของอุปกรณ์ท่าน ทั้งนี้ หากท่านไม่อนุญาตให้คุกกี้ประเภทนี้ทำงาน ท่านจะไม่ได้รับข้อมูลการสื่อสาร ประชาสัมพันธ์ หรือโฆษณาของเราบนเว็บไซต์",
  "D_4_6": "โปรดทราบว่าคุกกี้บางประเภทในเว็บไซต์นี้จัดการโดยบุคคลที่สาม เช่น ลักษณะการทำงานต่าง ๆ อาทิ วิดีโอ แผนที่ และโซเชียลมีเดีย และผู้ให้บริการเว็บไซต์ภายนอกอื่น ๆ เช่น บริการวิเคราะห์การเข้าเยี่ยมชมเว็บไซต์ เป็นต้น คุกกี้เหล่านี้มักจะเป็นคุกกี้เพื่อการวิเคราะห์/วัดผลการทำงาน หรือคุกกี้เพื่อปรับเนื้อหาเข้ากับกลุ่มเป้าหมาย ท่านควรต้องศึกษานโยบายการใช้คุกกี้และนโยบายส่วนบุคคลในเว็บไซต์ของบุคคลที่สาม เพื่อให้เข้าใจถึงวิธีการที่บุคคลที่สามอาจนำข้อมูลของท่านไปใช้"
}
