{
  "H_1": "เว็บไซต์นี้ใช้คุกกี้ เราใช้คุกกี้เพื่อเพิ่มประสบการณ์ที่ดีในการใช้เว็บไซต์ เพื่อแสดงเนื้อหาและโฆษณาให้ตรงกับความสนใจของคุณ รวมถึงเพื่อวิเคราะห์การเข้าใช้งานเว็บไซต์และทำความเข้าใจว่าผู้เยี่ยมชมเว็บไซต์เข้าชมจากที่ใดบ้าง คุณสามารถเลือกตั้งค่าความยินยอมการใช้คุกกี้ได้ โดยคลิก “ตั้งค่าคุกกี้” นโยบายคุกกี้",
  "H_2": "ตั้งค่าคุกกี้",
  "H_3": "ตกลง",
  "setting": {
    "H_1": "การตั้งค่าความเป็นส่วนตัว",
    "H_2": "เมื่อท่านเข้าชมเว็บไซต์อาจมีการจัดเก็บหรือดึงข้อมูลจากเบราว์เซอร์ของท่าน ซึ่งส่วนใหญ่แล้วอยู่ในรูปแบบของคุกกี้ ข้อมูลนี้อาจเกี่ยวกับท่าน การตั้งค่าของท่าน อุปกรณ์ของท่าน หรือเพื่อช่วยให้เว็บไซต์ทำงานอย่างที่ท่านต้องการ ซึ่งมักเป็นข้อมูลที่ไม่สามารถระบุตัวตนของท่านได้โดยตรง แต่ช่วยให้ท่านใช้งานเว็บไซต์ตามความต้องการส่วนบุคคลได้มากยิ่งขึ้น ท่านสามารถปฏิเสธไม่ให้คุกกี้บางประเภททำงานได้ คลิกที่หัวข้อด้านล่างข้อมูลเพิ่มเติมและเปลี่ยนการตั้งค่าเริ่มต้นของ กฟภ. อย่างไรก็ตาม การบล็อกคุกกี้บางประเภทอาจส่งผลต่อการใช้งานเว็บไซต์และบริการที่กฟภ. มีให้ใช้งาน",
    "H_3": "คุกกี้จำเป็น(เปิดใช้งานตลอดเวลา)",
    "D_3": "คุกกี้เหล่านี้จำเป็นสำหรับการทำงานกับเว็บไซต์ และไม่สามารถปิดการใช้งานในระบบของ กฟภ. ได้ และโดยปกติแล้วคุกกี้เหล่านี้จะถูกกำหนดไว้เพื่อตอบสนองต่อการดำเนินการร้องขอบริการของท่าน เช่น การตั้งค่าความเป็นส่วนตัว การเข้าสู่ระบบ หรือการกรอกแบบฟอร์ม ท่านสามารถกำหนดให้เบราว์เซอร์ของท่านทำการบล็อกหรือเตือนให้ท่านทราบเกี่ยวกับคุกกี้เหล่านี้ แต่นั่นอาจทำให้บางส่วนของเว็บไซต์ไม่สามารถทำงานได้",
    "H_4": "คุกกี้การใช้งาน",
    "D_4": "คุกกี้เหล่านี้ช่วยในการทำงานของเว็บไซต์และการปรับแต่งเว็บไซต์ให้เหมาะกับท่าน เช่น วิดีโอและการสนทนาสด คุกกี้เหล่านั้นอาจได้รับการกำหนดโดย กฟภ. หรือผู้ให้บริการจากแหล่งอื่นที่สำนักงาน กสทช. ได้เพิ่มบริการเหล่านั้นลงในหน้าเว็บเพจ หากท่านไม่อนุญาตให้คุกกี้เหล่านี้ทำงาน ฟังก์ชันบางอย่างของเว็บไซต์อาจทำงานไม่ถูกต้อง",
    "H_5": "คุกกี้ประสิทธิภาพ",
    "D_5": "คุกกี้เหล่านี้ช่วย กฟภ. ในการนับจำนวนและที่มาของการเข้าชม เพื่อให้สำนักงาน กสทช. สามารถวัดและปรับปรุงประสิทธิภาพเว็บไซต์ของ กฟภ. ได้ นอกจากนี้ยังช่วยให้ กฟภ.ทราบว่าหน้าใดได้รับความนิยมมากที่สุดและน้อยที่สุด และทราบว่าผู้เยี่ยมชมเข้าดูส่วนใดบ้าง ข้อมูลทั้งหมดที่คุกกี้เหล่านี้จัดเก็บไว้จะถูกรวมไว้ด้วยกันจึงทำให้ไม่สามารถระบุตัวตนได้ หากท่านไม่อนุญาตให้คุกกี้เหล่านี้ทำงาน  กฟภ. จะไม่ทราบว่าท่านเข้าชมเว็บไซต์ของ กฟภ.  เมื่อใด",
    "H_6": "คุกกี้ระบุเป้าหมาย",
    "D_6": "คุกกี้เหล่านี้จะถูกกำหนดผ่านเว็บไซต์ของ กฟภ.โดยคู่ความร่วมมือของ กฟภ.โดยแหล่งดังกล่าวอาจใช้คุกกี้เหล่านี้เพื่อสร้างโปรไฟล์เกี่ยวกับความสนใจของท่าน และการแสดงโฆษณาประชาสัมพันธ์ที่ท่านสนใจบนเว็บไซต์อื่น ๆ คุกกี้เหล่านี้ทำงานโดยการระบุแต่ละเบราว์เซอร์และอุปกรณ์ของท่าน หากท่านไม่อนุญาตให้คุกกี้เหล่านี้ทำงาน ท่านจะไม่เห็นโฆษณาประชาสัมพันธ์ที่เป็นเป้าหมายบนเว็บไซต์ต่าง ๆ",
    "H_7": "ยินยอมหรือไม่ยินยอมทั้งหมด",
    "D_7": "กดที่ปุ่มนี้เพื่อยินยอมหรือไม่ยินยอมทั้งหมด"
  }
}
