{
  "H_1": "REC คืออะไร?",
  "D_1": "<strong>REC (Renewable Energy Certificate) คือ ใบรับรองสิทธิ์ในการเป็นผู้ผลิตไฟฟ้าจากพลังงานหมุนเวียน</strong> หรือ การเป็นผู้ใช้ไฟฟ้าจากพลังงานหมุน ใช้เป็นสิ่งแทนปริมาณไฟฟ้าที่ผลิตได้จริงจากพลังงานหมุนเวียนต่างๆ 1 REC จะเท่ากับปริมาณไฟฟ้า 1 MWh โดย REC เป็นกลไกในการแสดงเป้าหมายทางด้านสิ่งแวดล้อมขององค์กรเพื่อมุ่งสู่ความเป็นกลางทางคาร์บอน (Carbon Neutrality) และ การปล่อยก๊าซเรือนกระจกสุทธิเป็นศูนย์ (Net zero) ทำให้ REC <strong>สามารถชดเชยการปล่อยก๊าซเรือนกระจกตาม Scope 2</strong> ได้",
  "H_1_1": "กระตุ้นการลงทุนในพลังงานหมุนเวียน",
  "D_1_1": "ผู้ผลิตพลังงานหมุนเวียนสามารถขาย REC ให้กับผู้ประกอบการ หรือองค์กรอื่นๆ เพื่อได้รับรายได้เพิ่มเติม",
  "H_1_2": "ช่วยให้บรรลุเป้าหมายการลดการปล่อยก๊าซเรือนกระจก",
  "D_1_2": "องค์กรหรือรัฐบาลสามารถใช้ REC เพื่อบ่งชี้ว่าได้สนับสนุนหรือใช้พลังงานสะอาดจากพลังงานหมุนเวียนมากขึ้น",
  "H_1_3": "การปฏิบัติตามข้อกำหนดทางกฎหมาย",
  "D_1_3": "ในบางประเทศหรือพื้นที่การใช้ REC เป็นเครื่องมือในการปฏิบัติตามกฎหมายหรือข้อกำหนดทางด้านพลังงานที่ต้องการให้มีการใช้พลังงานสะอาด",
  "H_2": "เส้นทางสู่ Net Zero: ภาคธุรกิจต้องทำอย่างไร?",
  "D_2": "<strong>Net Zero</strong> คือภาวะที่การปล่อยก๊าซเรือนกระจกสุทธิขององค์กรลดลงจนถึงระดับศูนย์ <br/>โดยลดปริมาณก๊าซเรือนกระจกที่ปล่อยออกมาจากกิจกรรมต่างๆ<br/> <p>ควบคู่กับการชดเชยคาร์บอนอย่างสมดุล ผ่านมาตรการทางสิ่งแวดล้อมที่มีประสิทธิภาพเพื่อความยั่งยืนในระยะยาว</p",
  "H_2_1": "วัด คำนวณ<br/>และวางแผน",
  "D_2_1": "เริ่มต้นด้วยการวัด คาร์บอนฟุตพริ้นท์องค์กร (CFO) เพื่อประเมินการปล่อยก๊าซจาก <ul><li>พลังงานและเชื้อเพลิง</li><li>กระบวนการผลิตและขนส่ง</li><li>ห่วงโซ่อุปทาน</li></ul>ข้อมูลนี้ช่วยกำหนดเป้าหมายลดคาร์บอนอย่างแม่นยำ",
  "H_2_2": "ลดการปล่อย<br/>คาร์บอนต้นทาง",
  "D_2_2": "<ul><li>เปลี่ยนมาใช้พลังงานหมุนเวียน (แสงอาทิตย์, ลม, ชีวภาพ)</li><li>เพิ่มประสิทธิภาพพลังงานด้วยเทคโนโลยีล้ำสมัย</li><li>ติดตั้ง Energy Management Systems (EMS) ควบคุมและลดการสูญเสียพลังงาน</li></ul>",
  "H_2_3": "ชดเชยคาร์บอนจาก<br/>กิจกรรมที่เลี่ยงไม่ได้",
  "D_2_3": "เมื่อไม่สามารถลดคาร์บอนได้ทั้งหมด ใช้มาตรการชดเชยผ่าน <ul><li>ใบรับรองพลังงานหมุนเวียน (REC) ลดผลกระทบจากการใช้ไฟฟ้า</li><li>คาร์บอนเครดิต (Carbon Credit) สนับสนุนโครงการลดมลพิษ</li></ul>",
  "H_2_4": "เทคโนโลยี<br/>และนวัตกรรม",
  "D_2_4": "ใช้เทคโนโลยีผลักดันอนาคต <ul><li>Carbon Capture & Storage (CCS) ดักจับและกักเก็บคาร์บอน</li><li>Smart Grid & Renewable Energy ยกระดับการใช้พลังงานสะอาด</li><li>ออกแบบผลิตภัณฑ์และกระบวนการผลิตให้เป็นมิตรต่อสิ่งแวดล้อม</li></ul>",
  "H_3": "บริการของเรา",
  "H_3_1": "<strong>PEA REC</strong> พลังงานสะอาดที่ได้รับการรับรอง ลดคาร์บอนอย่างมีประสิทธิภาพ<br/>ยกระดับธุรกิจของคุณ สู่ความยั่งยืน ด้วยโซลูชันที่โปร่งใสและตรวจสอบได้",
  "D_3_1_1": "บริการซื้อขายใบรับรอง<br/>พลังงานหมุนเวียน",
  "D_3_1_2": "บริการขึ้นทะเบียนโรงไฟฟ้า<br/>ของผู้ผลิตไฟฟ้าจากพลังงานหมุนเวียน",
  "D_3_1_3": "สนใจขอรับบริการ",
  "H_4": "PEA REC Platform<br/>โซลูชันครบวงจรสำหรับการซื้อขายใบรับรองพลังงานหมุนเวียน (REC)",
  "H_4_1": "PEA REC Platform คือแพลตฟอร์มที่ช่วยให้ธุรกิจสามารถซื้อ-ขายใบรับรองพลังงานหมุนเวียน (REC) ได้อย่างสะดวก โปร่งใส<br/>และเป็นไปตามมาตรฐานสากล รองรับทั้ง ผู้ซื้อ (Buyer) และ ผู้ขาย (Seller) ที่ต้องการก้าวสู่การใช้พลังงานสะอาดอย่างมีประสิทธิภาพ",
  "H_4_2": "4 เหตุผลที่ PEA REC Platform คือตัวเลือกที่ดีที่สุดสำหรับคุณ",
  "H_4_2_1": "ครบวงจร ใช้งานง่าย<br/>จัดการได้ด้วยตัวเอง",
  "D_4_2_1": "PEA เป็น Platform Operator ที่ให้บริการ REC ครบวงจร ตั้งแต่การขึ้นทะเบียนโรงไฟฟ้า ไปจนถึงการซื้อ-ขาย ใบรับรองพลังงาน ผ่านระบบที่ใช้งานง่าย ช่วยให้คุณบริหารจัดการทุกขั้นตอน ได้ด้วยตัวเอง",
  "H_4_2_2": "มาตรฐานระดับโลก<br/>เชื่อถือได้",
  "D_4_2_2": "REC จาก PEA ได้รับการรับรองตามมาตรฐาน สากล เช่น RE100, CBP และ GHGP ช่วยให้ธุรกิจของคุณเป็นมิตร กับสิ่งแวดล้อมและสอดคล้อง กับข้อกำหนดระดับสากล",
  "H_4_2_3": "ที่ปรึกษามืออาชีพ<br/>ดูแลคุณทุกขั้นตอน",
  "D_4_2_3": "ทีมผู้เชี่ยวชาญของ PEA พร้อมให้คำแนะนำและช่วยเหลือ ตั้งแต่การขึ้นทะเบียนโรงไฟฟ้า ไปจนถึงการซื้อ-ขายจริง เพื่อให้คุณมั่นใจได้ในทุกกระบวนการ",
  "H_4_2_4": "เงื่อนไขยืดหยุ่น<br/>พร้อมราคาที่แข่งขันได้",
  "D_4_2_4": "รองรับการซื้อขายทั้งแบบ รายปี รายเดือน และแบบล่วงหน้า พร้อมข้อเสนอราคาที่คุ้มค่า ด้วยเครือข่ายพันธมิตรด้านพลังงานหมุนเวียนที่หลากหลาย",
  "H_4_3": "กฟภ. ให้บริการขึ้นทะเบียนโรงไฟฟ้าพลังงานหมุนเวียนและบริหารจัดการ REC ให้กับผู้ผลิต",
  "D_4_3": "การใช้ REC ช่วยให้ระบบพลังงานทดแทนมีความโปร่งใส และส่งเสริมการใช้พลังงานที่ยั่งยืนและสะอาดขึ้นในทุกภาคส่วน โดยช่วยให้ผู้ใช้พลังงานสามารถแสดงถึงความพยายามในการลดการปล่อยมลพิษและการสนับสนุนการเปลี่ยนแปลงสู่เศรษฐกิจที่เป็นมิตรกับสิ่งแวดล้อมได้อย่างมีประสิทธิภาพ",
  "D_5": "ข่าวสารและกิจกรรม",
  "D_5_1": "ดูทั้งหมด",
  "D_6": "คำถามที่พบบ่อย",
  "D_7": "พันธมิตรของเรา"
}
