{
  "H.0": "หนังสือแจ้งการคุ้มครองส่วนบุคคล สำหรับผู้ใช้ไฟฟ้าของ กฟภ.",
  "H.1": "เรียน ผู้ใช้บริการ ",
  "H.2": "การไฟฟ้าส่วนภูมิภาค (กฟภ.) ให้ความสำคัญกับความเป็นส่วนตัว และมุ่งมั่นที่จะคุ้มครองข้อมูลส่วนบุคคลของท่าน ตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และกฎหมายลำดับรองที่เกี่ยวข้อง จึงจัดทำหนังสือฉบับนี้ขึ้นเพื่อแจ้งให้ท่านทราบถึงวัตถุประสงค์และรายละเอียดการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมูลส่วนบุคคลของท่าน ตลอดจนสิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล (Data Subject)",
  "H.3": "1. ข้อมูลส่วนบุคคลที่เก็บรวบรวม ใช้ หรือเปิดเผย",
  "D.3.1": "ข้อมูลส่วนบุคคลของท่านที่ถูกเก็บรวบรวม ใช้ หรือเปิดเผย สำหรับการใช้บริการเว็บไซต์ PEA REC Platform ไม่ว่าจะเป็นข้อมูลส่วนบุคคลที่ท่านให้ไว้กับ กฟภ. โดยตรง หรือข้อมูลส่วนบุคคลที่ กฟภ. เก็บรวบรวมจากท่านโดยอัตโนมัติผ่านช่องทางต่าง ๆ หรือข้อมูลส่วนบุคคลที่ กฟภ. ได้รับหรือเข้าถึงได้จากแหล่งอื่น",
  "D.3.2": "1.1 ข้อมูลส่วนบุคคลที่เก็บรวบรวม ใช้ มีวัตถุประสงค์และฐานทางกฎหมาย ดังนี้",
  "D.3.3": "1.1.1 ข้อมูลส่วนตัว ได้แก่ คำนำหน้าชื่อ ชื่อ นามสกุล ที่อยู่สำหรับการติดต่อ หมายเลขโทรศัพท์ หมายเลขโทรศัพท์เคลื่อนที่ อีเมล เพื่อใช้ในการระบุตัวตน และติดต่อ แจ้งข้อมูล ประสานงานการให้บริการและแก้ไขปัญหา รวมถึงการแจ้งสิทธิประโยชน์ สิทธิพิเศษ",
  "D.3.4": "1.1.2 ข้อมูลการใช้ไฟฟ้า ได้แก่ หน่วยการใช้ไฟฟ้า ค่าไฟฟ้า ระบบไฟฟ้าภายในบ้าน เพื่อประเมินความเหมาะสมในการให้บริการ",
  "D.3.5": "1.1.3 ข้อมูลอื่น ๆ ได้แก่ บันทึกการสื่อสารหรือการโต้ตอบระหว่างท่านกับ กฟภ. รายละเอียดเรื่องร้องเรียนหรือการออกความเห็น ผลประเมินการสำรวจความคิดเห็น ข้อมูลการลงทะเบียนเข้าร่วมกิจกรรมของ กฟภ. ข้อมูลจราจรทางคอมพิวเตอร์ (Log) หมายเลขประจำเครื่องคอมพิวเตอร์ (IP Address) ข้อมูลการใช้งานเว็บไซต์ ข้อมูลที่ กฟภ. ได้เก็บรวบรวมผ่านคุกกี้ (Cookies) หรือเทคโนโลยีอื่นที่คล้ายคลึงกัน เพื่อใช้ในการพัฒนาคุณภาพและการบริการของเว็บไซต์ให้ดียิ่งขึ้น",
  "D.3.6": "1.2 การเปิดเผยข้อมูลส่วนบุคคล",
  "D.3.6.1": "กฟภ. อาจเปิดเผยข้อมูลส่วนบุคคลของท่าน ภายใต้วัตถุประสงค์ที่กำหนดและตามหลักเกณฑ์ที่กฎหมายกำหนด ให้แก่บุคคลและหน่วยงานดังต่อไปนี้",
  "D.3.6.2": "(1)  บุคคล หน่วยงาน นิติบุคคลใด ๆ ที่ทำหน้าที่เป็นตัวแทนรับชำระเงิน",
  "D.3.6.3": "(2)  บุคคล หน่วยงาน นิติบุคคลใด ๆ ที่ กฟภ. สั่งการให้เป็นผู้รับจ้างดำเนินการเกี่ยวกับการบริการลูกค้าของ กฟภ.",
  "D.3.6.4": "(3)  บุคคล หน่วยงาน นิติบุคคลใด ๆ ที่ กฟภ. เป็นผู้สั่งการให้บริการจัดการสิทธิประโยชน์ รางวัลของลูกค้า กฟภ.",
  "D.3.6.5": "(4)  หน่วยงานของรัฐที่มีหน้าที่กำกับดูแลตามกฎหมาย หรือที่ร้องขอให้เปิดเผยข้อมูลส่วนบุคคล โดยอาศัยอำนาจตามกฎหมาย หรือที่เกี่ยวข้องกับกระบวนการทาง กฎหมาย หรือที่ได้รับอนุญาตตามกฎหมายที่เกี่ยวข้อง อาทิ กรมสรรพากร สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรมควบคุมโรค สำนักงานตำรวจแห่งชาติ สำนักงานอัยการสูงสุด และศาล เป็นต้น ทั้งนี้ รวมถึงบุคคล หน่วยงาน องค์กร นิติบุคคลใด ๆ ที่ได้รับมอบหมายให้ดำเนินการแทนหน่วยงานของรัฐ",
  "D.3.6.6": "(5)  บุคคลหรือหน่วยงานอื่นใดที่ท่านให้ความยินยอมให้เปิดเผยข้อมูลส่วนบุคคลของท่าน บุคคล หรือหน่วยงานนั้น ๆ ในการเปิดเผยข้อมูลส่วนบุคคลของท่าน กฟภ. จะจัดให้มีมาตรการที่เหมาะสมเพื่อคุ้มครองข้อมูลส่วนบุคคลที่ได้เปิดเผย และปฏิบัติตามมาตรฐานตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด",
  "D.3.6.7": "การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล เพื่อวัตถุประสงค์ที่กำหนดตามข้อ 1.1 และ 1.2 ในส่วนที่มีความเกี่ยวเนื่องกับการปฏิบัติตามกฎหมายหรือมีสัญญาหรือมีความจำเป็นในการใช้ PEA REC Platform หากท่านไม่ประสงค์ที่จะใช้ข้อมูลส่วนบุคคลดังกล่าวแก่ กฟภ. อาจมีผลกระทบทางกฎหมาย หรือ อาจทำให้ กฟภ. ไม่สามารถให้บริการเว็บไซต์ PEA REC Platform  แก่ท่านได้",
  "D.3.6.8": "ทั้งนี้ กฟภ. อาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อการก่อตั้งสิทธิ เรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้ซึ่งสิทธิ เรียกร้องในขั้นตอนต่าง ๆ ตามกฎหมาย",
  "D.3.6.9": "ในกรณีที่ กฟภ. ดำเนินการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่นอกเหนือจากวัตถุประสงค์ดังข้อ 1.1 และ 1.2 จะแจ้งและ/หรือขอความยินยอมจากท่านต่อไป เว้นแต่กรณีที่มีกฎหมาย กำหนดให้ กฟภ. สามารถดำเนินการได้",
  "D.3.6.10": "2. ระยะเวลาเก็บรักษาข้อมูลส่วนบุคคล",
  "D.3.6.11": "จะเก็บรักษาข้อมูลส่วนบุคคลของท่านเป็นระยะเวลาไม่เกิน 3 ปี นับแต่วันที่นิติสัมพันธ์ ระหว่างท่านกับ กฟภ. สิ้นสุดลง (ยกเลิกการใช้ PEA REC Platform ) อย่างไรก็ดี กฟภ. อาจเก็บรักษาข้อมูลส่วนบุคคลของท่านเป็นระยะเวลาเกินกว่าระยะเวลาดังกล่าวหากกฎหมายอนุญาตหรือการเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวจำเป็นต่อการก่อตั้งสิทธิเรียกร้องทางกฎหมายของ กฟภ.",
  "D.3.6.12": "หลังจากครบกำหนดระยะเวลาดังกล่าวข้างต้น กฟภ. จะลบ หรือทำลายข้อมูลส่วนบุคคลดังกล่าว จากการจัดเก็บหรือระบบของ กฟภ. และของบุคคลอื่นซึ่งให้บริการแก่ กฟภ. (ถ้ามี) หรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวท่านได้ เว้นแต่จะเป็นกรณีที่ กฟภ. สามารถเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวได้ต่อไปตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายอื่นที่เกี่ยยข้องกำหนด",
  "D.3.6.13": "3. วัตถุประสงค์และฐานทางกฎหมายในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล",
  "D.3.6.14": "<span>1. กฟภ. เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อวัตถุประสงค์ต่าง ๆ ภายใต้ฐานทาง กฎหมาย ดังต่อไปนี้</span>",
  "D.3.6.15": "<span>2. การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่กำหนดตามข้อ 3.1 ในส่วนที่มีความเกี่ยวเนื่องกับการปฏิบัติตามกฎหมายหรือสัญญาหรือมีความจำเป็นเพื่อเข้าทำสัญญากับท่าน เป็นข้อมูลที่จำเป็นต่อการบรรลุวัตถุประสงค์ดังกล่าว หากท่านไม่ประสงค์ที่จะให้ข้อมูลส่วนบุคคล ดังกล่าวแก่ กฟภ. อาจมีผลกระทบทางกฎหมาย หรืออาจทำให้ กฟภ. ไม่สามารถปฏิบัติหน้าที่ภายใต้สัญญาที่ได้เข้าทำกับท่าน หรือไม่สามารถเข้าทำสัญญากับท่านได้ (แล้วแต่กรณี) ในกรณีดังกล่าว กฟภ. อาจมีความจำเป็นต้องปฏิเสธการเข้าทำสัญญากับท่าน หรือสิทธิประโยชน์ที่เกี่ยวข้องกับท่าน ไม่ว่าทั้งหมดหรือบางส่วน</span>",
  "D.3.6.16": "<span>3. กฟภ. อาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อการก่อตั้งสิทธิเรียกร้องตาม กฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้ซึ่งสิทธิเรียกร้อง ในขั้นตอนต่าง ๆ ตามกฎหมาย</span>",
  "D.3.6.17": "<span>4. ในกรณีที่ กฟภ. ดำเนินการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่นอกเหนือจากวัตถุประสงค์ในข้อ 1. จะแจ้งและหรือขอความยินยอมจากท่านต่อไป เว้นแต่กรณีที่มีกฎหมายกำหนดให้ กฟภ. สามารดำเนินการได้</span>",
  "D.3.6.18": "4. การเปิดเผยข้อมูลส่วนบุคคล</span>",
  "D.3.6.19": "การเปิดเผยข้อมูลส่วนบุคคลของท่าน จะดำเนินการภายใต้วัตถุประสงค์ที่กำหนด หรือวัตถุประสงค์อื่นที่กฎหมายกำหนดให้กระทำได้เท่านั้น นอกเหนือจากกรณีดังกล่าวข้างต้น กฟภ. จะขอความยินยอมจากท่าน ก่อน โดย กฟภ. อาจเปิดเผยข้อมูลส่วนบุคคลในกรณีดังต่อไปนี้",
  "D.3.6.20": "4.1 ให้กับบุคคล หน่วยงาน องค์กร นิติบุคคลใด ๆ ภายนอก ซึ่งมีสัญญาอยู่กับ กฟภ. หรือมีความสัมพันธ์ด้วย เพื่อวัตถุประสงค์ในการปฏิบัติหน้าที่ตามสัญญาและภาระหน้าที่ตามที่ได้รับมอบหมาย รวมถึง การติดต่อประสานงานอันเกี่ยวข้องกับภาระหน้าที่หรือตำแหน่งของท่าน ",
  "D.3.6.21": "4.2 ให้กับหน่วยงานของรัฐที่มีหน้าที่กำกับดูแลตามกฎหมาย หรือที่ร้องขอให้เปิดเผยข้อมูลส่วนบุคคล โดยอาศัยอำนาจตามกฎหมาย หรือที่เกี่ยวข้องกับกระบวนการทางกฎหมาย หรือที่ได้รับอนุญาตตามกฎหมายที่เกี่ยวข้อง อาทิ กรมสรรพากร สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรมควบคุมโรค สำนักงานตำรวจแห่งชาติ สำนักงานอัยการสูงสุด และศาล เป็นต้น ทั้งนี้ รวมถึงบุคคล หน่วยงาน องค์กร นิติบุคคล ใดๆ ที่ได้รับมอบหมายให้ดำเนินการแทนหน่วยงานของรัฐ ",
  "D.3.6.22": "4.3 ให้กับบุคคลหรือหน่วยงานอื่นใดที่ท่านให้ความยินยอมให้เปิดเผยข้อมูลส่วนบุคคลของท่านต่อบุคคล หรือหน่วยงานนั้น ๆ ในการเปิดเผยข้อมูลส่วนบุคคลของท่าน กฟภ. จะจัดให้มีมาตรการที่เหมาะสมเพื่อคุ้มครองข้อมูลส่วนบุคคลที่ได้เปิดเผย และปฏิบัติตามมาตรฐานตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด",
  "D.3.6.23": "5. ระยะเวลาเก็บรักษาข้อมูลส่วนบุคคล",
  "D.3.6.24": "กฟภ. จะเก็บรักษาข้อมูลส่วนบุคคลของท่านตามระยะเวลาที่จำเป็นเพื่อบรรลุวัตถุประสงค์ที่กำหนดในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลนั้น ๆ นอกจากนี้ กฟภ. จะเก็บรักษาข้อมูลส่วนบุคคลเป็นระยะเวลาตามที่กฎหมายที่เกี่ยวข้องกำหนด (ถ้ามี) โดยคำนึงถึงอายุความตามกฎหมายสำหรับการดำเนินคดีที่อาจเกิดขึ้นจากหรือเกี่ยวข้องกับเอกสารหรือข้อมูลส่วนบุคคลที่ กฟภ. เก็บรวบรวมไว้ในแต่ละชุดข้อมูล รวมถึงการเก็บเพื่อการก่อตั้งสิทธิเรียกร้องทางกฎหมาย การปฏิบัติตามหรือใช้สิทธิเรียกร้องตามกฎหมาย หรือยกข้อต่อสู้สิทธิเรียกร้องตามกฎหมายของ กฟภ. ",
  "D.3.6.25": "เมื่อครบกำหนดระยะเวลาตามวัตถุประสงค์ดังกล่าวข้างต้น กฟภ. จะลบหรือทำลายข้อมูลส่วนบุคคลดังกล่าว จากการจัดเก็บหรือระบบของ กฟภ. และของบุคคลอื่นซึ่งให้บริการแก่ กฟภ. (ถ้ามี) หรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวท่านได้ เว้นแต่จะเป็นกรณีที่ กฟภ. สามารถเก็บรักษาข้อมูล ส่วนบุคคลดังกล่าวได้ต่อไปตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายอื่นที่เกี่ยวข้องกำหนด",
  "D.3.6.26": "6. มาตรการรักษาความมั่นคงปลอดภัย ",
  "D.3.6.27": "กฟภ. จัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล มาตรการป้องกันด้านการบริหารจัดการมาตรการป้องกันด้านเทคนิค และมาตรการป้องกันทางกายภาพ ในเรื่องการเข้าถึงหรือควบคุมการเข้าถึงข้อมูลส่วนบุคคล เพื่อธำรงไว้ซึ่งความลับ ความถูกต้องครบถ้วน และสภาพความพร้อมใช้งานของข้อมูลส่วนบุคคล เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข และ/หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ ทั้งนี้ เป็นไปตามที่กฎหมายที่ใช้บังคับกำหนด ",
  "D.3.6.28": "7. สิทธิต่าง ๆ ของท่านเกี่ยวกับข้อมูลส่วนบุคคล",
  "D.3.6.29": "ในฐานะเจ้าของข้อมูลส่วนบุคคล ท่านมีสิทธิต่าง ๆ ที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของท่านดังต่อไปนี้  ",
  "D.3.6.30": "<span>1. สิทธิในการเข้าถึงข้อมูลส่วนบุคคล<br/>2. สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง<br/>3. สิทธิในการลบ ทำลาย หรือทำให้ไม่สามารถระบุตัวเจ้าของข้อมูลได้<br/>4. สิทธิในการเพิกถอนความยินยอม5.สิทธิในการขอรับหรือโอนย้ายข้อมูลส่วนบุคคลของตนเอง<br/>6. สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล<br/>7. สิทธิในการคัดค้าน<br/>8. สิทธิการได้รับแจ้งข้อมูล ท่านสามารถอ่านรายละเอียดเพิ่มเติมได้ที่ <a href'https://www.pea.co.th/peapdpa'>https://www.pea.co.th/peapdpa</a><span>",
  "D.3.6.31": "8. วิธีการติดต่อ กฟภ. ",
  "D.3.6.32": "เจ้าของข้อมูลสามารถให้ข้อคิดเห็นและสอบถามข้อมูลเพิ่มเติมได้ที่ ",
  "D.3.6.33": "เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของการไฟฟ้าส่วนภูมิภาค ",
  "D.3.6.34": "การติดต่อ :  dpo@pea.co.th ",
  "D.3.6.35": "สถานที่ติดต่อ : 200 ถนนงามวงศ์วาน แขวงลาดยาว เขตจตุจักร กรุงเทพฯ 10900  ",
  "D.3.6.36": "สำนักงานการไฟฟ้าส่วนภูมิภาค ",
  "D.3.6.37": "สำนักงานการไฟฟ้าส่วนภูมิภาค สำนักงานใหญ่ เลขที่ 200 ถนนงามวงศ์วาน แขวงลาดยาว เขตจตุจักร กรุงเทพฯ 10900 <br/>เว็บไซต์ <a href='https://www.pea.co.th'>https://www.pea.co.th</a> หรือ 1129 PEA Contact Center หรือที่สำนักงานการไฟฟ้าส่วนภูมิภาคทั่วประเทศ",
  "D.3.6.38": "9. การเปลี่ยนแปลงหนังสือแจ้งฯ ฉบับนี้",
  "D.3.6.39": "กฟภ. จะปรับปรุงหนังสือแจ้งการคุ้มครองข้อมูลส่วนบุคคล เพื่อให้สอดคล้องกับการเปลี่ยนแปลง ของ กฎหมายและการดำเนินงานของ กฟภ. รวมถึงอาจปรับปรุงเพื่อให้สอดคล้องกับความคิดเห็นและข้อเสนอแนะ จากเจ้าของข้อมูลโดย กฟภ. จะแจ้งให้ทราบก่อนจะเริ่มดำเนินการ หรืออาจแจ้งเตือนให้เจ้าของข้อมูลทราบ โดยตรงตามช่องทางการสื่อสารของ กฟภ.",
  "D.3.6.40": "เอกสารฉบับนี้ปรับปรุงล่าสุดเมื่อวันที่ 30 ตุลาคม 2567"
}
