{
  "lang": "en",
  "H_1": "จัดหาใบรับรองเครดิตการผลิตพลังงาน",
  "H_2": "ใบรับรองพลังงานหมุนเวียน คือ กลไกที่ช่วยให้ผู้ผลิตและผู้ใช้ไฟฟ้าสามารถอ้างสิทธิ์การผลิต และการใช้ไฟฟ้าจากพลังงานหมุนเวียนด้วยการรับรองจากหน่วยงานที่ได้รับมอบหมายภายใต้มาตรฐาน I-REC (The International REC Standard)  โดยมีหน่วยการซื้อขายคือ “REC”  ซึ่งคำนวณ จากการผลิตไฟฟ้าพลังงานหมุนเวียนจริง (การผลิตไฟฟ้าพลังงานสะอาด 1 MWh มีค่าเท่ากับ 1 REC)",
  "H_3": "ใครบ้างที่ต้องการใช้ REC",
  "D_3_1": "องค์กรที่มีการรายงาน การปล่อยก๊าซเรือนกระจก   (GHG EMISSIONS)",
  "D_3_2": "องค์กรที่มีการกำหนดเป้าหมายการใช้พลังงานหมุนเวียน Carbon Neutrality / Net Zero Emissions",
  "D_3_3": "กลุ่มสมาชิก RE100 / บริษัทที่มีนโยบายจากบริษัท ในต่างประเทศ",
  "D_3_4": "บริษัทที่มีการจัดทำรายงานความยั่งยืน ESG",
  "D_3_5": "บริษัทที่ได้รับผลกระทบจากมาตรฐานการส่งออก",
  "H_4": "การให้บริการของ กฟภ. สำหรับจัดหาใบรับรองเครดิตการผลิตพลังงาน",
  "H_4_1": "การจัดหา ใบรับรองเครดิตการผลิตพลังงาน (Renewable Energy Certificates หรือ REC) คือการรับรองว่าไฟฟ้าที่ผลิตจากแหล่งพลังงานหมุนเวียน เช่น พลังงานแสงอาทิตย์, พลังงานลม, พลังงานน้ำ หรือพลังงานชีวมวล ถูกสร้างขึ้นและส่งออกสู่ระบบไฟฟ้าแผ่นดิน",
  "H_5": "ผู้ที่เกี่ยวข้องกับ REC",
  "D_5_1": "ผู้ให้การรับรอง คือผู้ที่ได้รับมอบหมายจาก เจ้าของกลไกให้เป็นผู้ดำเนินการ ตรวจสอบ และให้การรับรอง REC ของโรงไฟฟ้า",
  "D_5_2": "กลุ่มผู้ผลิตไฟฟ้าจากพลังงาน หมุนเวียนที่ได้ขึ้นทะเบียน โรงไฟฟ้าไว้กับ I-REC",
  "D_5_3": "เป็นผู้จัดหาและรับคำสั่งซื้อจาก Beneficiary และส่งคำสั่งขอซื้อ REC ไปยังผู้ผลิตไฟฟ้าพลังงาน หมุนเวียน Registrant",
  "D_5_4": "ผู้ซื้อและใช้ประโยชน์ REC มักจะเป็นองค์กรชั้นนำที่ใส่ใจด้านสิ่งแวดล้อม และมีความต้อง การสำแดง (Declare) การใช้ไฟฟ้าจาก REC",
  "H_6": "ขั้นตอนการให้บริการจัดหาใบรับรองพลังงานหมุนเวียน (REC)",
  "D_6_1": "ลูกค้า",
  "P_6_1": "แจ้งความต้องการ REC",
  "D_6_2": "กฟภ.",
  "P_6_2": "จัดหา REC",
  "D_6_3": "กฟภ.",
  "P_6_3": "จัดหา REC ตามความต้องการ ของลูกค้า",
  "D_6_4": "กฟภ.",
  "P_6_4": "ไถ่ถอน (Redeem) REC",
  "D_6_5": "ลูกค้า",
  "P_6_5": "ส่งมอบ REC",
  "H_7": "สิ่งที่ต้องเตรียมในการขอใบรับรองพลังงานหมุนเวียน (REC)",
  "H_7_1": "ข้อมูลการใช้ไฟฟ้าต่อเดือน/ปริมาณจำนวน REC",
  "H_7_2": "แหล่งที่มาของพลังงานหมุนเวียนที่ต้องการ",
  "H_7_3": "ปีที่มีความต้องการซื้อ REC",
  "H_7_4": "ช่วงเวลาการผลิตไฟฟ้าพลังงานหมุนเวียนที่ท่านต้องการ",
  "H_7_5": "ระยะเวลาที่ต้องการส่งมอบ หรือ Redeem REC เช่น รายปี รายไตรมาส ฯลฯ",
  "H_8": "ตัวอย่างใบรับรองพลังงาน"
}
