{
  "H_0": "ข้อกำหนดและเงื่อนไขการใช้บริการ",
  "H_1": "ผู้ใช้บริการเว็บไซต์ PEA REC Platform โปรดอ่านข้อตกลงและเงื่อนไขการใช้บริการนี้อย่างละเอียดก่อนใช้บริการ ทั้งนี้ในการใช้บริการให้ถือว่าผู้ใช้บริการได้รับทราบและยินยอมตกลงที่จะปฏิบัติตามข้อตกลงและเงื่อนไขการให้บริการที่กำหนดไว้นี้ หากผู้ใช้บริการไม่ประสงค์ที่จะผูกพันตามข้อตกลงและเงื่อนไขการให้บริการ ขอความกรุณาท่านยุติการเข้าชมและใช้งานเว็บไซต์นี้ในทันที ",
  "H_2": "1. เงื่อนไขและข้อกำหนดใช้งานเว็บไซต์",
  "D_2_1": "1.1 ผู้ใช้บริการอาจได้รับ เข้าถึง สร้าง ส่ง หรือแสดงข้อมูล เช่น ไฟล์ข้อมูล ข้อความลายลักษณ์อักษร ซอฟต์แวร์คอมพิวเตอร์ ดนตรี ไฟล์เสียง หรือเสียงอื่น ๆ ภาพถ่าย วิดีโอ หรือรูปภาพอื่น ๆ โดยเป็นส่วนหนึ่งของบริการหรือโดยผ่านการใช้บริการ ซึ่งต่อไปนี้จะเรียกว่า “เนื้อหา”",
  "D_2_2": "1.2 เนื้อหาที่นำเสนอต่อผู้ใช้บริการ อาจได้รับการคุ้มครองโดยสิทธิในทรัพย์สินทางปัญญาของเจ้าของเนื้อหานั้น ผู้ใช้บริการไม่มีสิทธิเปลี่ยนแปลงแก้ไข จำหน่ายจ่ายโอนหรือสร้างผลงานต่อเนื่อง โดยอาศัยเนื้อหาดังกล่าวไม่ว่าจะทั้งหมดหรือบางส่วน เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตโดยชัดแจ้งจากเจ้าของเนื้อหานั้น",
  "D_2_3": "1.3 ผู้ใช้บริการอาจพบเนื้อหาที่ไม่เหมาะสม หรือหยาบคาย อันก่อให้เกิดความไม่พอใจ ภายใต้ความเสี่ยงของตนเอง",
  "D_2_4": "1.4 การไฟฟ้าส่วนภูมิภาค ทรงไว้ซึ่งสิทธิในการคัดกรอง ตรวจทาน ทำเครื่องหมาย เปลี่ยนแปลง แก้ไข ปฏิเสธ หรือลบเนื้อหาใด ๆ ที่ไม่เหมาะสมออกจากบริการ ซึ่งการไฟฟ้าส่วนภูมิภาคอาจจัดเตรียมเครื่องมือในการคัดกรองเนื้อหาอย่างชัดเจน โดยไม่ขัดต่อกฎหมาย กฎระเบียบของทางราชการที่เกี่ยวข้อง",
  "D_2_5": "1.5 การไฟฟ้าส่วนภูมิภาค อาจหยุดให้บริการเป็นการชั่วคราวหรือถาวร หรือยกเลิกการให้บริการแก่ผู้ใช้บริการรายใดเป็นการเฉพาะ หากการให้บริการดังกล่าวส่งผลกระทบต่อผู้ใช้บริการอื่น ๆ หรือขัดแย้งต่อกฎหมาย โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า",
  "D_2_6": "1.6 การหยุดหรือการยกเลิกบริการตามข้อ 2.5 ผู้ใช้บริการจะไม่สามารถเข้าใช้บริการ และเข้าถึงรายละเอียดบัญชีของผู้ใช้บริการ ไฟล์เอกสารใด ๆ หรือเนื้อหาอื่น ๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้",
  "D_2_7": "1.7 ในกรณีที่การไฟฟ้าส่วนภูมิภาค หยุดให้บริการเป็นการถาวร หรือยกเลิกบริการแก่ผู้ใช้บริการการไฟฟ้าส่วนภูมิภาคมีสิทธิในการลบข้อมูลต่าง ๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า",
  "D_2_8": "2. สิทธิหน้าที่ และความรับผิดชอบของผู้ใช้บริการ",
  "D_2_9": "2.1 ผู้ใช้บริการจะให้ข้อมูลเกี่ยวกับตนเอง เช่น ข้อมูลระบุตัวตนหรือรายละเอียดการติดต่อที่ถูกต้อง เป็นจริง และเป็นปัจจุบันเสมอ แก่การไฟฟ้าส่วนภูมิภาคอันเป็นส่วนหนึ่งของกระบวนการลงทะเบียนใช้บริการ หรือการใช้บริการที่ต่อเนื่อง",
  "D_2_10": "2.2 ผู้ใช้บริการจะใช้บริการเว็บไซต์นี้ เพื่อวัตถุประสงค์ที่ได้รับอนุญาตตามข้อกำหนดของการไฟฟ้าส่วนภูมิภาค และไม่ขัดต่อกฎหมาย กฎ ระเบียบ ข้อบังคับ หลักปฏิบัติที่เป็นที่ยอมรับโดยทั่วไป",
  "D_2_11": "2.3 ผู้ใช้บริการจะไม่เข้าใช้หรือพยายามเข้าใช้บริการหนึ่งบริการใดโดยวิธีอื่น รวมถึงการใช้วิธีการอัตโนมัติ (การใช้สคริปต์) นอกจากช่องทางที่การไฟฟ้าส่วนภูมิภาค จัดเตรียมไว้ให้ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากการไฟฟ้าส่วนภูมิภาค โดยชัดแจ้งให้ทำเช่นนั้นได้",
  "D_2_12": "2.4 ผู้ใช้บริการจะไม่ทำหรือมีส่วนร่วมในการขัดขวางหรือรบกวนบริการของการไฟฟ้าส่วนภูมิภาค รวมทั้งเครื่องแม่ข่ายและเครือข่ายที่เชื่อมต่อกับบริการ",
  "D_2_13": "2.5 ผู้ใช้บริการจะไม่ทำสำเนา คัดลอก ทำซ้ำขาย แลกเปลี่ยน หรือขายต่อบริการเพื่อวัตถุประสงค์ใด ๆ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากการไฟฟ้าส่วนภูมิภาค โดยชัดแจ้งให้ทำเช่นนั้นได้",
  "D_2_14": "2.6 ผู้ใช้บริการมีหน้าที่ในการรักษาความลับของรหัสผ่านที่เชื่อมโยงกับบัญชีใด ๆ ที่ใช้ในการเข้าถึงบริการ",
  "D_2_15": "2.7 ผู้ใช้บริการจะเป็นผู้รับผิดชอบแต่เพียงผู้เดียวต่อบุคคลใด ๆ รวมถึงการไฟฟ้าส่วนภูมิภาค ในความเสียหายอันเกิดจากการละเมิดข้อตกลงและเงื่อนไขการให้บริการ",
  "D_2_16": "3. การเชื่อมโยงกับเว็บไซต์อื่น ๆ",
  "D_2_17": "3.1 การเชื่อมโยงไปยังเว็บไซต์อื่นเป็นเพียงการให้บริการเพื่ออำนวยความสะดวกแก่ผู้ใช้บริการเท่านั้น การไฟฟ้าส่วนภูมิภาคมิได้มีส่วนเกี่ยวข้องหรือมีอำนาจควบคุม รับรอง ความถูกต้อง ความน่าเชื่อถือ ตลอดจนความรับผิดชอบในเนื้อหาข้อมูลของเว็บไซต์นั้น ๆ และการไฟฟ้าส่วนภูมิภาค ไม่รับผิดชอบต่อเนื้อหาใด ๆ ที่แสดงบนเว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของการไฟฟ้าส่วนภูมิภาค หรือต่อความเสียหายใด ๆ ที่เกิดขึ้นจากการเข้าเยี่ยมชมเว็บไซต์ดังกล่าวการเชื่อมโยงมายังเว็บไซต์การไฟฟ้าส่วนภูมิภาค",
  "D_2_18": "3.2 กรณีต้องการเชื่อมโยงมายังเว็บไซต์ของการไฟฟ้าส่วนภูมิภาค ผู้ใช้บริการสามารถเชื่อมโยงมายังหน้าแรกของเว็บไซต์ของการไฟฟ้าส่วนภูมิภาค ได้โดยแจ้งความประสงค์เป็นหนังสือ แต่หากต้องการเชื่อมโยงมายังหน้าภายในของเว็บไซต์นี้จะต้องได้รับความยินยอมเป็นหนังสือจากการไฟฟ้าส่วนภูมิภาคแล้วเท่านั้น และในการให้ความยินยอมดังกล่าว การไฟฟ้าส่วนภูมิภาคขอสงวนสิทธิที่จะกำหนดเงื่อนไขใด ๆ ไว้ด้วยก็ได้ ในการที่เว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของการไฟฟ้าส่วนภูมิภาค จะไม่รับผิดชอบต่อเนื้อหาใด ๆ ที่แสดงบนเว็บไซต์ที่เชื่อมโยงมายังเว็บไซต์ของการไฟฟ้าส่วนภูมิภาค หรือต่อความเสียหายใด ๆ ที่เกิดขึ้นจากการใช้เว็บไซต์เหล่านั้น",
  "D_2_19": "4. การปฏิเสธความรับผิด",
  "D_2_20": "การไฟฟ้าส่วนภูมิภาค จะไม่รับผิดต่อความเสียหายใด ๆ รวมถึง ความเสียหายสูญเสียและค่าใช้จ่ายที่เกิดขึ้นไม่ว่าโดยตรงหรือโดยอ้อม ที่เป็นผลหรือสืบเนื่องจากการที่ผู้ใช้เข้าใช้เว็บไซต์นี้หรือเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์นี้หรือต่อความเสียหาย สูญเสียหรือค่าใช้จ่ายที่เกิดจากความล้มเหลวในการใช้งาน ความผิดพลาด การละเว้น การหยุดชะงัก ข้อบกพร่อง ความไม่สมบูรณ์ คอมพิวเตอร์ไวรัส ถึงแม้ว่าการไฟฟ้าส่วนภูมิภาคจะได้รับแจ้งว่าอาจจะเกิดความเสียหายสูญเสียหรือค่าใช้จ่ายดังกล่าวขึ้น ",
  "D_2_21": "นอกจากนี้การไฟฟ้าส่วนภูมิภาคไม่รับผิดต่อผู้ใช้เว็บไซต์หรือบุคคลจากการเรียกร้องใด ๆ ที่เกิดขึ้นจากบนเว็บไซต์หรือเนื้อหาใด ๆ ซึ่งรวมถึงการตัดสินใจหรือการกระทำใด ๆ ที่เกิดจากความเชื่อถือในเนื้อหาดังกล่าวของผู้ใช้เว็บไซต์ หรือในความเสียหายใด ๆ ไม่ว่าความเสียหายทางตรง หรือทางอ้อม รวมถึงความเสียหายอื่นใดที่อาจเกิดขึ้นได้ผู้ใช้บริการยอมรับและตระหนักดีว่า การไฟฟ้าส่วนภูมิภาคจะไม่ต้องรับผิดชอบต่อการกระทำใดของผู้ใช้บริการทั้งสิ้น",
  "D_2_22": "5. กรรมสิทธิ์และสิทธิในทรัพย์สินทางปัญญา",
  "D_2_23": "5.1 การไฟฟ้าส่วนภูมิภาค หรือผู้ให้อนุญาตแก่การไฟฟ้าส่วนภูมิภาค เป็นผู้มีสิทธิตามกฎหมายแต่เพียงผู้เดียวใน กรรมสิทธิ์ ผลประโยชน์ทั้งหมด รวมถึงสิทธิในทรัพย์สินทางปัญญาใด ๆ ที่มีอยู่ในบริการซึ่งการไฟฟ้าส่วนภูมิภาคหรือผู้ให้อนุญาตแก่ การไฟฟ้าส่วนภูมิภาคเป็นผู้จัดทำขึ้น ไม่ว่าสิทธิเหล่านั้นจะได้รับการจดทะเบียนไว้หรือไม่ก็ตาม",
  "D_2_24": "5.2 ผู้ใช้บริการจะต้องไม่เปิดเผยข้อมูลที่การไฟฟ้าส่วนภูมิภาคกำหนดให้เป็นความลับ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากการไฟฟ้าส่วนภูมิภาค",
  "D_2_25": "5.3 ผู้ใช้บริการจะต้องไม่ใช้ชื่อทางการค้า เครื่องหมายการค้า เครื่องหมายการบริการ ตราสัญลักษณ์ชื่อโดเมนของการไฟฟ้าส่วนภูมิภาค โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากการไฟฟ้าส่วนภูมิภาค",
  "D_2_26": "6. กฎหมายที่ใช้บังคับ",
  "D_2_27": "การตีความและการบังคับตามเงื่อนไขการให้บริการฉบับนี้ให้เป็นไปตามกฎหมายไทย",
  "D_2_28": "7. การเปลี่ยนแปลงข้อตกลงและเงื่อนไขการใช้บริการ",
  "D_2_29": "การไฟฟ้าส่วนภูมิภาคขอสงวนสิทธิในการแก้ไขข้อกำหนดและเงื่อนไขการใช้บริการฉบับนี้ หรือบริการในเวลาใดก็ได้ โดยจะมีผลทันทีเมื่อได้ทำการเผยแพร่สัญญาฉบับล่าสุดลงบนเว็บไซต์ PEA REC Platform  ซึ่งเงื่อนไขเหล่านี้อาจได้รับการแก้ไขเนื่องจากเทคโนโลยีใหม่ หรือแม้แต่ในกรณีที่มีกฎหมายใหม่เกิดขึ้น โดยเราจะทำการระบุวันที่มีการแก้ไขลงไว้ข้างใต้ของสัญญา ดังนั้น กรุณาตรวจสอบเงื่อนไขนี้เป็นครั้งคราวเมื่อเข้าใช้บริการ การเข้าใช้งานเว็บไซต์ PEA REC Platform หลังจากที่มีการแก้ไขดังกล่าวจะถือเป็นการที่ท่านได้ยินยอมในการแก้ไขนั้น ๆ",
  "D_2_30": "8. การติดต่อระหว่างผู้ใช้บริการกับ กฟภ.",
  "D_2_31": "การไฟฟ้าส่วนภูมิภาคจะดำเนินการติดต่อ แจ้งข้อมูล ข่าวสาร ที่ผู้ใช้บริการควรทราบผ่านช่องออนไลน์เป็นหลัก หากท่านต้องการติดต่อเพื่อทำความเข้าใจเพิ่มเกี่ยวกับสัญญาฉบับนี้หรือมีข้อสงสัยอื่นใดที่เกี่ยวข้อง ท่านสามารถติดต่อได้ที่อีเมล pearecs@pea.co.th ",
  "D_2_32": "เอกสารฉบับนี้ปรับปรุงล่าสุดเมื่อวันที่ 30 ตุลาคม 2567"
}
